import React from 'react'

export default function Groups() {
    return (
        <section className='my-10'>
            <h1 className="text-2xl mb-6 text-center">Групи</h1>
            <div className='flex flex-col sm:flex-row sm:gap-6'>
                <div className="mb-4">
                    <h2 className='text-xl mb-1 text-center'>Середня група (3 - 4,5 роки)</h2>
                    <p>Відвідувачі молодшої групи у супроводі вихователів потрапляють у цікавий світ розваг.
                        Едьютеймент - навчання розвагою - ось наш секрет!
                        На інтегрованих заняттях вихованці опановують програму "Подорож у довкілля" з підходом STREAM технологій.</p>
                </div>

                <div>
                    <h2 className='text-xl mb-1 text-center'>Старша група (4,5 - 6 років)</h2>
                    <p>
                        Синергійці старшої групи опановують програму STREAM - "Стежинки у Всесвіт", що передбачає знайомство з науками, технологіями, інженирінгом, мистецтвом. А ще інтегровані заняття включають в зміст класичну підготовку до школи - читання, письмо, ази математики.
                    </p>
                </div>
            </div>
        </section>
    )
}
